---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.DirectContext3D.VertexStreamPositionColored
source: html/409c937d-4d29-7e79-864e-c4e50ae1c508.htm
---
# VertexStreamPositionColored Members

Inserts a VertexStreamPositionColored into the stream and associated buffer.